{
  "LANDING_PAGE": {
    "HI": "Hi!",
    "IM": "I'm",
    "NAME": "Mario Querol",
    "POSITION": "Full Stack Developer"
  },
  "NAVBAR": {
    "HOME": "Home",
    "ABOUT": "About me",
    "SKILLS": "Skills",
    "PROJECTS": "Projects",
    "CONTACT": "Contact",
    "EXPERIENCE": "Experience",
    "HOBBIES": "Hobbies"
  },
  "ABOUT_ME": {
    "TITLE": "About me",
    "DESCRIPTION_ONE": "I'm a Full Stack Developer with more than 5 years of experience in the IT sector. I have worked in different projects and technologies, from web development to mobile development, always looking for the best solution to the problem.",
    "PHRASE": "Focus on creating maintainable and clean code.",
    "DESCRIPTION_TWO": "I like working with agile methodologies, like Scrum, and with tools like Jira, Git, Bitbucket, etc. I also like to work with good development practices, such as TDD, SOLID, DRY, KISS, etc. and with continuous integration tools such as Jenkins, SonarQube, etc."
  },
  "SKILLS": {
    "TITLE": "Skills",
    "TECHNOLOGIES": "Technologies",
    "SOFT_SKILLS": "Soft Skills",
    "SOFT_SKILLS_LIST": {
      "PROACTIVITY": "Proactivity",
      "LEARNING": "Ease of learning",
      "ADAPTATION": "Ease of adaptation",
      "COMMUNICATION": "Effective communication",
      "ORGANIZATION": "Time management",
      "MOTIVATION": "Motivation",
      "COMMITMENT": "Commitment",
      "EMPATHY": "Empathy",
      "FEEDBACK": "Give and receive feedback",
      "TEAMWORK": "Teamwork",
      "CREATIVITY": "Creativity"
    },
    "LEVELS": {
      "INTERMEDIATE": "Intermediate",
      "ADVANCED": "Advanced",
      "INTERMEDIATE-ADVANCED": "Intermediate-Advanced",
      "BASIC": "Basic",
      "BASIC-INTERMEDIATE": "Basic-Intermediate"
    }
  },
  "EXPERIENCE": {
    "TITLE": "Experience",
    "EDUCATION": {
      "TITLE": "Advanced education in Multiplatform Application Development",
      "DATE": "Sep 2020 - Jul 2022",
      "DESCRIPTION": "During two years of education at IES Virgen de la Paz I learned the fundamentals of object-oriented programming, relational databases and other basic programming concepts. Learning mainly Java."
    },
    "ANGULAR_BOOTCAMP": {
      "TITLE": "Angular Bootcamp at Hello World! Software School",
      "DATE": "Feb 2022 - Jun 2022",
      "DESCRIPTION": "For three months I learned the basics of web programming, learning Angular. I also developed general concepts of programming and computer science focused on the working world by working and practicing concepts."
    },
    "DEVDEL": {
      "TITLE": "Junior Full Stack at Dev&Del",
      "DATE": "Feb 2022 - Present",
      "DESCRIPTION": "Working in a software consultancy for projects in the insurance sector in Spain. Working mainly with Angular, Java with Spring, Git and more technologies."
    }
  },
  "HOBBIES": {
    "TITLE": "Hobbies",
    "PHRASE_ONE": "Climbing, a sport that has changed my life.",
    "PHRASE_TWO": "Beyond being just a sport, for me, it is a way of life that constantly challenges me to improve, to surpass my physical and mental limits, and to appreciate the beauty of landscapes.",
    "PHRASE_THREE": "I started climbing in 2021 and haven't stopped since. I have traveled to many places to climb and have met many people who have become friends and family. I hope to continue enjoying climbing for the rest of my life."
  },
  "PROJECTS": {
    "TITLE": "Projects",
    "WORKING_ON": {
      "TITLE": "Works Zone!",
      "SUBTITLE": "In creative process",
      "DESCRIPTION": "I'm currently working on exciting new things to add here - stay tuned for more to come! 🚀✨"
    },
    "LIST": {}
  },
  "BLOGS": {
    "TITLE": "Blogs",
    "LIST": {
      "CLASSROOM_TO_OFFICE": {
        "TITLE": "From Classroom to Office: Tips from a Junior",
        "SUBTITLE": "The experience of a vocational training student entering the working world, told in seven tips.",
        "DESCRIPTION": "In this blog, I detail a list of tips that I always keep in mind when starting out on the first projects as a developer."
      },
      "CLEAN_GIT": {
        "TITLE": "Clean Git",
        "SUBTITLE": "A guide to the most popular git workflows.",
        "DESCRIPTION": "Tired of your git repository being a complete mess? Feeling like you're navigating an ocean of endless changes and updates? Don't worry! Git workflows can help you see the light at the end of the tunnel."
      }
    }
  },
  "CONTACT": {
    "TITLE": "Contact"
  }
}
