{
  "LANDING_PAGE": {
    "HI": "¡Hola!",
    "IM": "Soy",
    "NAME": "Mario Querol",
    "POSITION": "Desarrollador Full Stack"
  },
  "NAVBAR": {
    "HOME": "Inicio",
    "ABOUT": "Sobre mí",
    "SKILLS": "Habilidades",
    "PROJECTS": "Proyectos",
    "CONTACT": "Contacto",
    "EXPERIENCE": "Experiencia",
    "HOBBIES": "Hobbies"
  },
  "ABOUT_ME": {
    "TITLE": "Sobre mí",
    "DESCRIPTION_ONE": "Soy un Full Stack Developer con más de +5 años de experiencia en el sector IT. He trabajado en diferentes proyectos y tecnologías, desde desarrollo web hasta desarrollo móvil, buscando siempre la mejor solución al problema.",
    "PHRASE": "Enfocado en crear código mantenible y limpio.",
    "DESCRIPTION_TWO": "Me gusta trabajar con metodologías ágiles, como Scrum, y con herramientas como Jira, Git, Bitbucket, etc. También me gusta trabajar con buenas prácticas de desarrollo, como TDD, SOLID, DRY, KISS, etc. y con herramientas de integración continua como Jenkins, SonarQube, etc."
  },
  "SKILLS": {
    "TITLE": "Mis Habilidades",
    "TECHNOLOGIES": "Tecnologías",
    "SOFT_SKILLS": "Habilidades blandas",
    "SOFT_SKILLS_LIST": {
      "PROACTIVITY": "Proactividad",
      "LEARNING": "Facilidad de aprendizaje",
      "ADAPTATION": "Facilidad de adaptación",
      "COMMUNICATION": "Comunicación efectiva",
      "ORGANIZATION": "Gestión del tiempo",
      "MOTIVATION": "Motivación",
      "COMMITMENT": "Compromiso",
      "EMPATHY": "Empatía",
      "FEEDBACK": "Dar y recibir feedback",
      "TEAMWORK": "Trabajo en equipo",
      "CREATIVITY": "Creatividad"
    },
    "LEVELS": {
      "INTERMEDIATE": "Intermedio",
      "ADVANCED": "Avanzado",
      "INTERMEDIATE-ADVANCED": "Intermedio-Avanzado",
      "BASIC": "Básico",
      "BASIC-INTERMEDIATE": "Básico-Intermedio"
    }
  },
  "EXPERIENCE": {
    "TITLE": "Experiencia",
    "EDUCATION": {
      "TITLE": "Formación profesional de grado superior en Desarrollo de Aplicaciones Multiplataforma",
      "DATE": "Sep 2020 - Jul 2022",
      "DESCRIPTION": "Durante dos años de educación en el IES Virgen de la Paz aprendí los fundamentos de la programación orientada a objetos, bases de datos relacionales y otros conceptos básicos de programación. Aprendiendo principalmente Java."
    },
    "ANGULAR_BOOTCAMP": {
      "TITLE": "Angular Bootcamp en Hello World! Software School",
      "DATE": "Feb 2022 - Jun 2022",
      "DESCRIPTION": "Durante tres meses aprendí los fundamentos de la programación web, aprendiendo Angular. También desarrolle conceptos generales de la programación y la informática enfocada al mundo laboral trabajando y practicando conceptos."
    },
    "DEVDEL": {
      "TITLE": "Junior Full Stack en Dev&Del",
      "DATE": "Feb 2022 - Actualidad",
      "DESCRIPTION": "Trabajando en una consultora de software para proyectos en el sector asegurador en España. Trabajando principalmente con Angular, Java con Spring, Git y más tecnologías."
    }
  },
  "HOBBIES": {
    "TITLE": "Hobbies",
    "PHRASE_ONE": "La escalada, un deporte que me ha cambiado la vida.",
    "PHRASE_TWO": "Más allá de ser simplemente una disciplina, para mí, es una forma de vida que me desafía constantemente a mejorar, a superar mis límites físicos, mentales y a apreciar la belleza de la naturaleza.",
    "PHRASE_THREE": "Empecé a escalar en 2021 y desde entonces no he parado. He viajado a muchos lugares para escalar y he conocido a muchas personas que se han convertido en amigos y familia. Espero seguir disfrutando de la escalada toda la vida."
  },
  "PROJECTS": {
    "TITLE": "Proyectos",
    "WORKING_ON": {
      "TITLE": "¡Zona en obras!",
      "SUBTITLE": "En proceso creativo",
      "DESCRIPTION": "Actualmente estoy trabajando en nuevas cosas emocionantes para agregar aquí. ¡Mantente atento para ver las novedades que se avecinan! 🚀✨"
    },
    "LIST": {}
  },
  "BLOGS": {
    "TITLE": "Blogs",
    "LIST": {
      "CLASSROOM_TO_OFFICE": {
        "TITLE": "Del aula a la oficina: Consejos de un junior",
        "SUBTITLE": "La experiencia de un estudiante de FP que entra al mundo laboral contada en siete consejos.",
        "DESCRIPTION": "En este blog detallo una lista de consejos que siempre tengo presente a la hora de estar en los primeros proyectos como desarrollador."
      },
      "CLEAN_GIT": {
        "TITLE": "Clean Git",
        "SUBTITLE": "Una guía sobre los flujos más populares de trabajo con git.",
        "DESCRIPTION": " ¿Cansado de que tu repositorio de git esté hecho un auténtico desastre? ¿Te sientes como si estuvieras navegando en un océano de cambios y actualizaciones sin fin? ¡No te preocupes! Los flujos de trabajo con git pueden ayudarte a ver la luz al final del túnel."
      }
    }
  },
  "CONTACT": {
    "TITLE": "Contacto"
  }
}
